[
    "Football was invented in China nearly 476 B.C.",
    "Football is the most watched and most played sport on earth.",
    "Only Canadians and Americans call football as Soccer.",
    "During every game, Football players run an average of 9.65 km.",
    "The first game of Basketball was played with a soccer ball.",
    "Arthur Wharton is considered the first black professional footballer in the world.",
    "80% of the world’s footballs are manufactured in Pakistan.",
    "The maximum number of goals ever scored was by Stephan Stanis (France) in December 1942.",
    "Pele was the first to call football “the beautiful game”.",
    "The total length of the football field is 100 yards.",
    "The football hall of fame is situated in Canton, Ohio.",
    "The first Super Bowl was played in 1967.",
    "An international football game is 90 minutes long and those 90 minutes are distributed in two 45 minute halves.",
    "The North Korean Rungrado May Day Stadium is the largest football stadium in the world.",
    "One of the fastest goal was in 2.8 seconds made by Ricardo Olivera in December 1998.",
    "The 16 is the maximum number of goals scored by one player in a single Football match.",
    "In 2002 World Cup, Oliver Kahn became the first and only goalkeeper to win the Golden Ball.",
    "Until 1913, Goalies did not wear different colored shirts from their teammates.",
    "A referee’s call during a football match in Peru caused a riot that killed over 300 people and injured over 500 people  in 1964.",
    "Most World Cup final reached team are European Teams, except for the finals of 1930 and 1950.",
    "The World’s First Football Club was the English Sheffield Football Club founded in 1857.",
    "Lightning killed an entire football team during a game in 1998.",
    "In professional football the ball used has persisted just the same shape and size and for 120 years – 28 inches in circumference.",
    "Neil Armstrong wanted to take a football to the moon, but NASA refused it.",
    "In 1937, the first live coverage of a football match was shown on television.",
    "Bryce Brites a 20-month-old baby is the world youngest professional football player.",
    "Greenland cannot join the FIFA because not enough grass grows for a football field.",
    "There are four types of special teams: kick off, return kicks, block and return punts.",
    "The first football game played in 1869 when McGill University played Yale.",
    "Dino Zoff became the oldest player to win the World Cup at the age of 40 years.",
    "Football balls are made from layers of synthetic leather while the bladders inside the ball are made from latex or butyl.",
    "Different shots in soccer are: knuckle shot, the full volley, the half volley, the swerve shot,  the side volley and the flying volley.",
    "The maximum number of players on a football team is 11.",
    "Asmir Begovic scored the fastest and longest goal in football history against Southampton On 2 November 2013.",
    "Different positions in the Football field are: center-back, sweeper, goalkeeper,  fullback, wingback, attacking midfielder, winger, forward, striker, center-midfielder, defensive midfielder and stopper.",
    "Paul Pogba (Juventus-Manchester United) is the world’s most expensive football player.",
    "The highest goals were 149-0 in a football game played between Stade Olympique de L’emyrne and AS Adema of Madagascar.",
    "Cristiano Ronaldo, Ballon d’Or winner, became the first player who scored a goal in every single minute of the game.",
    "Lee Todd holds the record of receiving the fastest red card in the history of professional football after he used foul language.",
    "One of the largest ever football tournaments was played in the year 1999 in which a total of 5,098 teams had participated and more than 35,000 players took part."
    "Football was essentially rugby until 1882, when new rules were established that gave each team three tries to advance the ball five yards."
    "That’s also why the field looks like a gridiron. Lines had to be established so teams knew how far they had to go."
    "Kickers got more respect in those early days. Originally, touchdowns were only worth four points, while field goals were worth five."
    "In football’s early days, the forward pass was illegal, so most plays were variations on a theme of “ball carrier smashes into the line of scrimmage.” Unsurprisingly, this limited playbook led to a lot of injuries."
    "As president, Teddy Roosevelt threatened to ban football unless new rules were established to ensure player safety. The revised rules introduced the forward pass."
    "The new rules also cut the time of the games by ten minutes. Games were originally 70 minutes long."
    "The huddle was first used in the 1890s by quarterback Paul Hubbard, who was deaf. Hubbard was concerned the other team could interpret his hand signals, so he brought his teammates into a round formation to call plays."
    "The first professional football player was William “Pudge” Heffelfinger. He was paid $500 to play in a game in 1892."
    "The first televised professional football game took place in 1939. It wasn’t quite the huge spectacle that pro football has become—that first broadcast only appeared on approximately 500 TV sets."
    "If you’re talking to a mathematician, the shape of a football is best described as a “prolate spheroid.” But everyone will know what you’re talking about if you just say “football-shaped.”"
    "Fans who pay attention to the ball itself will notice a subtle difference between the pro and college balls. While both levels use identically sized balls, college games are played with balls that have white stripes painted on either end. These markings supposedly make a passed ball easier to spot while it’s in flight."
    "The longest field goal made in pro football history was 64 yards. The longest attempted field goal in pro football history was 76 yards. It missed."
    "The name “football” was originally fitting since the game was largely played with players’ feet. The first college game took place in 1869, but modern fans likely wouldn’t have recognized the action. Each team had 25 men, and players weren’t allowed to pick the ball up. Instead, they advanced towards the goal by kicking it or swiping at it with their hands."
    "When future president Herbert Hoover attended Stanford in the early 1890s, he was a student manager of the football team. According to team lore, when Stanford and Cal met on the field for the first time in 1892, there was a delay after Hoover forgot to bring the ball.

"
    "Modern games don’t have this problem: Pro rules dictate that the home team has to have 36 balls (for outdoor games) or 24 balls (for indoor games) ready for inspection by the referee two hours before a game’s starting time."
    "The football chant "Ole-Ole-Ole" comes from Spain, where the word "Ole" was screamed in the corrida or flamenco dances. And there it appeared by a transformation from the word "Allah", which was pronounced during prayers by the Arabs, who captured Spain in the 8th century."
    "It is known that the English are ardent football fans who are trembling with their football clubs, and for which they are ready for much. But it turns out that at the same time the annual damage to private and public property caused by English football fans is estimated at £40 000 000."
    "The symbol of football is the ball. But not all fans know that 80% of professional balls are produced in Pakistan. In this, far not the most football country on the border with India is the city of Sialkot, the factories that manually produce the best leather balls in the world."
    "On the British Isles, fog is a common phenomenon. But the incident that occurred at the meeting of the two Scottish teams was unusual. The fog has thickened so much that the players have been looking for the ball, partners, rivals for a long time. At some moment, the judge thought that there were a lot of players on the field. First, he ran to the benches and saw that they were empty. The arbitrator immediately interrupted the game. As it turned out, there were thirty players on the field at the same time."
    "The Danish artist Asger Jorn already in the early 1990's came up with three sided football. It is played simultaneously by three teams on a hexagonal field, and the teams' gate is placed on the sides of the hexagon through one. The winner of the match is not the one who scored the most, but the team that missed the least. The author considered the main idea of ​​creating such a sport to be the destruction of traditional bipolar confrontation in football and giving the game a more philosophical approach. Today, matches for tree sided football, as a rule, are not systematic and are timed to festivals, exhibitions or major political events."
    
]
